const quizData = [
  {
    "q": "模擬注音1 (111G4)",
    "options": [
      "正確字1",
      "錯字A1",
      "錯字B1",
      "錯字C1"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音2 (111G4)",
    "options": [
      "正確字2",
      "錯字A2",
      "錯字B2",
      "錯字C2"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音3 (111G4)",
    "options": [
      "正確字3",
      "錯字A3",
      "錯字B3",
      "錯字C3"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音4 (111G4)",
    "options": [
      "正確字4",
      "錯字A4",
      "錯字B4",
      "錯字C4"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音5 (111G4)",
    "options": [
      "正確字5",
      "錯字A5",
      "錯字B5",
      "錯字C5"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音6 (111G4)",
    "options": [
      "正確字6",
      "錯字A6",
      "錯字B6",
      "錯字C6"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音7 (111G4)",
    "options": [
      "正確字7",
      "錯字A7",
      "錯字B7",
      "錯字C7"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音8 (111G4)",
    "options": [
      "正確字8",
      "錯字A8",
      "錯字B8",
      "錯字C8"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音9 (111G4)",
    "options": [
      "正確字9",
      "錯字A9",
      "錯字B9",
      "錯字C9"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音10 (111G4)",
    "options": [
      "正確字10",
      "錯字A10",
      "錯字B10",
      "錯字C10"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音11 (111G4)",
    "options": [
      "正確字11",
      "錯字A11",
      "錯字B11",
      "錯字C11"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音12 (111G4)",
    "options": [
      "正確字12",
      "錯字A12",
      "錯字B12",
      "錯字C12"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音13 (111G4)",
    "options": [
      "正確字13",
      "錯字A13",
      "錯字B13",
      "錯字C13"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音14 (111G4)",
    "options": [
      "正確字14",
      "錯字A14",
      "錯字B14",
      "錯字C14"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音15 (111G4)",
    "options": [
      "正確字15",
      "錯字A15",
      "錯字B15",
      "錯字C15"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音16 (111G4)",
    "options": [
      "正確字16",
      "錯字A16",
      "錯字B16",
      "錯字C16"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音17 (111G4)",
    "options": [
      "正確字17",
      "錯字A17",
      "錯字B17",
      "錯字C17"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音18 (111G4)",
    "options": [
      "正確字18",
      "錯字A18",
      "錯字B18",
      "錯字C18"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音19 (111G4)",
    "options": [
      "正確字19",
      "錯字A19",
      "錯字B19",
      "錯字C19"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音20 (111G4)",
    "options": [
      "正確字20",
      "錯字A20",
      "錯字B20",
      "錯字C20"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音21 (111G4)",
    "options": [
      "正確字21",
      "錯字A21",
      "錯字B21",
      "錯字C21"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音22 (111G4)",
    "options": [
      "正確字22",
      "錯字A22",
      "錯字B22",
      "錯字C22"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音23 (111G4)",
    "options": [
      "正確字23",
      "錯字A23",
      "錯字B23",
      "錯字C23"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音24 (111G4)",
    "options": [
      "正確字24",
      "錯字A24",
      "錯字B24",
      "錯字C24"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音25 (111G4)",
    "options": [
      "正確字25",
      "錯字A25",
      "錯字B25",
      "錯字C25"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音26 (111G4)",
    "options": [
      "正確字26",
      "錯字A26",
      "錯字B26",
      "錯字C26"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音27 (111G4)",
    "options": [
      "正確字27",
      "錯字A27",
      "錯字B27",
      "錯字C27"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音28 (111G4)",
    "options": [
      "正確字28",
      "錯字A28",
      "錯字B28",
      "錯字C28"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音29 (111G4)",
    "options": [
      "正確字29",
      "錯字A29",
      "錯字B29",
      "錯字C29"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音30 (111G4)",
    "options": [
      "正確字30",
      "錯字A30",
      "錯字B30",
      "錯字C30"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音31 (111G4)",
    "options": [
      "正確字31",
      "錯字A31",
      "錯字B31",
      "錯字C31"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音32 (111G4)",
    "options": [
      "正確字32",
      "錯字A32",
      "錯字B32",
      "錯字C32"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音33 (111G4)",
    "options": [
      "正確字33",
      "錯字A33",
      "錯字B33",
      "錯字C33"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音34 (111G4)",
    "options": [
      "正確字34",
      "錯字A34",
      "錯字B34",
      "錯字C34"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音35 (111G4)",
    "options": [
      "正確字35",
      "錯字A35",
      "錯字B35",
      "錯字C35"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音36 (111G4)",
    "options": [
      "正確字36",
      "錯字A36",
      "錯字B36",
      "錯字C36"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音37 (111G4)",
    "options": [
      "正確字37",
      "錯字A37",
      "錯字B37",
      "錯字C37"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音38 (111G4)",
    "options": [
      "正確字38",
      "錯字A38",
      "錯字B38",
      "錯字C38"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音39 (111G4)",
    "options": [
      "正確字39",
      "錯字A39",
      "錯字B39",
      "錯字C39"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音40 (111G4)",
    "options": [
      "正確字40",
      "錯字A40",
      "錯字B40",
      "錯字C40"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音41 (111G4)",
    "options": [
      "正確字41",
      "錯字A41",
      "錯字B41",
      "錯字C41"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音42 (111G4)",
    "options": [
      "正確字42",
      "錯字A42",
      "錯字B42",
      "錯字C42"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音43 (111G4)",
    "options": [
      "正確字43",
      "錯字A43",
      "錯字B43",
      "錯字C43"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音44 (111G4)",
    "options": [
      "正確字44",
      "錯字A44",
      "錯字B44",
      "錯字C44"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音45 (111G4)",
    "options": [
      "正確字45",
      "錯字A45",
      "錯字B45",
      "錯字C45"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音46 (111G4)",
    "options": [
      "正確字46",
      "錯字A46",
      "錯字B46",
      "錯字C46"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音47 (111G4)",
    "options": [
      "正確字47",
      "錯字A47",
      "錯字B47",
      "錯字C47"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音48 (111G4)",
    "options": [
      "正確字48",
      "錯字A48",
      "錯字B48",
      "錯字C48"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音49 (111G4)",
    "options": [
      "正確字49",
      "錯字A49",
      "錯字B49",
      "錯字C49"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音50 (111G4)",
    "options": [
      "正確字50",
      "錯字A50",
      "錯字B50",
      "錯字C50"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音1 (111G4)",
    "options": [
      "ㄓㄥˋ1",
      "ㄘㄨㄛˋA1",
      "ㄘㄨㄛˋB1",
      "ㄘㄨㄛˋC1"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音2 (111G4)",
    "options": [
      "ㄓㄥˋ2",
      "ㄘㄨㄛˋA2",
      "ㄘㄨㄛˋB2",
      "ㄘㄨㄛˋC2"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音3 (111G4)",
    "options": [
      "ㄓㄥˋ3",
      "ㄘㄨㄛˋA3",
      "ㄘㄨㄛˋB3",
      "ㄘㄨㄛˋC3"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音4 (111G4)",
    "options": [
      "ㄓㄥˋ4",
      "ㄘㄨㄛˋA4",
      "ㄘㄨㄛˋB4",
      "ㄘㄨㄛˋC4"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音5 (111G4)",
    "options": [
      "ㄓㄥˋ5",
      "ㄘㄨㄛˋA5",
      "ㄘㄨㄛˋB5",
      "ㄘㄨㄛˋC5"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音6 (111G4)",
    "options": [
      "ㄓㄥˋ6",
      "ㄘㄨㄛˋA6",
      "ㄘㄨㄛˋB6",
      "ㄘㄨㄛˋC6"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音7 (111G4)",
    "options": [
      "ㄓㄥˋ7",
      "ㄘㄨㄛˋA7",
      "ㄘㄨㄛˋB7",
      "ㄘㄨㄛˋC7"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音8 (111G4)",
    "options": [
      "ㄓㄥˋ8",
      "ㄘㄨㄛˋA8",
      "ㄘㄨㄛˋB8",
      "ㄘㄨㄛˋC8"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音9 (111G4)",
    "options": [
      "ㄓㄥˋ9",
      "ㄘㄨㄛˋA9",
      "ㄘㄨㄛˋB9",
      "ㄘㄨㄛˋC9"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音10 (111G4)",
    "options": [
      "ㄓㄥˋ10",
      "ㄘㄨㄛˋA10",
      "ㄘㄨㄛˋB10",
      "ㄘㄨㄛˋC10"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音11 (111G4)",
    "options": [
      "ㄓㄥˋ11",
      "ㄘㄨㄛˋA11",
      "ㄘㄨㄛˋB11",
      "ㄘㄨㄛˋC11"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音12 (111G4)",
    "options": [
      "ㄓㄥˋ12",
      "ㄘㄨㄛˋA12",
      "ㄘㄨㄛˋB12",
      "ㄘㄨㄛˋC12"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音13 (111G4)",
    "options": [
      "ㄓㄥˋ13",
      "ㄘㄨㄛˋA13",
      "ㄘㄨㄛˋB13",
      "ㄘㄨㄛˋC13"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音14 (111G4)",
    "options": [
      "ㄓㄥˋ14",
      "ㄘㄨㄛˋA14",
      "ㄘㄨㄛˋB14",
      "ㄘㄨㄛˋC14"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音15 (111G4)",
    "options": [
      "ㄓㄥˋ15",
      "ㄘㄨㄛˋA15",
      "ㄘㄨㄛˋB15",
      "ㄘㄨㄛˋC15"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音16 (111G4)",
    "options": [
      "ㄓㄥˋ16",
      "ㄘㄨㄛˋA16",
      "ㄘㄨㄛˋB16",
      "ㄘㄨㄛˋC16"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音17 (111G4)",
    "options": [
      "ㄓㄥˋ17",
      "ㄘㄨㄛˋA17",
      "ㄘㄨㄛˋB17",
      "ㄘㄨㄛˋC17"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音18 (111G4)",
    "options": [
      "ㄓㄥˋ18",
      "ㄘㄨㄛˋA18",
      "ㄘㄨㄛˋB18",
      "ㄘㄨㄛˋC18"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音19 (111G4)",
    "options": [
      "ㄓㄥˋ19",
      "ㄘㄨㄛˋA19",
      "ㄘㄨㄛˋB19",
      "ㄘㄨㄛˋC19"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音20 (111G4)",
    "options": [
      "ㄓㄥˋ20",
      "ㄘㄨㄛˋA20",
      "ㄘㄨㄛˋB20",
      "ㄘㄨㄛˋC20"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音21 (111G4)",
    "options": [
      "ㄓㄥˋ21",
      "ㄘㄨㄛˋA21",
      "ㄘㄨㄛˋB21",
      "ㄘㄨㄛˋC21"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音22 (111G4)",
    "options": [
      "ㄓㄥˋ22",
      "ㄘㄨㄛˋA22",
      "ㄘㄨㄛˋB22",
      "ㄘㄨㄛˋC22"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音23 (111G4)",
    "options": [
      "ㄓㄥˋ23",
      "ㄘㄨㄛˋA23",
      "ㄘㄨㄛˋB23",
      "ㄘㄨㄛˋC23"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音24 (111G4)",
    "options": [
      "ㄓㄥˋ24",
      "ㄘㄨㄛˋA24",
      "ㄘㄨㄛˋB24",
      "ㄘㄨㄛˋC24"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音25 (111G4)",
    "options": [
      "ㄓㄥˋ25",
      "ㄘㄨㄛˋA25",
      "ㄘㄨㄛˋB25",
      "ㄘㄨㄛˋC25"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音26 (111G4)",
    "options": [
      "ㄓㄥˋ26",
      "ㄘㄨㄛˋA26",
      "ㄘㄨㄛˋB26",
      "ㄘㄨㄛˋC26"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音27 (111G4)",
    "options": [
      "ㄓㄥˋ27",
      "ㄘㄨㄛˋA27",
      "ㄘㄨㄛˋB27",
      "ㄘㄨㄛˋC27"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音28 (111G4)",
    "options": [
      "ㄓㄥˋ28",
      "ㄘㄨㄛˋA28",
      "ㄘㄨㄛˋB28",
      "ㄘㄨㄛˋC28"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音29 (111G4)",
    "options": [
      "ㄓㄥˋ29",
      "ㄘㄨㄛˋA29",
      "ㄘㄨㄛˋB29",
      "ㄘㄨㄛˋC29"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音30 (111G4)",
    "options": [
      "ㄓㄥˋ30",
      "ㄘㄨㄛˋA30",
      "ㄘㄨㄛˋB30",
      "ㄘㄨㄛˋC30"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音31 (111G4)",
    "options": [
      "ㄓㄥˋ31",
      "ㄘㄨㄛˋA31",
      "ㄘㄨㄛˋB31",
      "ㄘㄨㄛˋC31"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音32 (111G4)",
    "options": [
      "ㄓㄥˋ32",
      "ㄘㄨㄛˋA32",
      "ㄘㄨㄛˋB32",
      "ㄘㄨㄛˋC32"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音33 (111G4)",
    "options": [
      "ㄓㄥˋ33",
      "ㄘㄨㄛˋA33",
      "ㄘㄨㄛˋB33",
      "ㄘㄨㄛˋC33"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音34 (111G4)",
    "options": [
      "ㄓㄥˋ34",
      "ㄘㄨㄛˋA34",
      "ㄘㄨㄛˋB34",
      "ㄘㄨㄛˋC34"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音35 (111G4)",
    "options": [
      "ㄓㄥˋ35",
      "ㄘㄨㄛˋA35",
      "ㄘㄨㄛˋB35",
      "ㄘㄨㄛˋC35"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音36 (111G4)",
    "options": [
      "ㄓㄥˋ36",
      "ㄘㄨㄛˋA36",
      "ㄘㄨㄛˋB36",
      "ㄘㄨㄛˋC36"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音37 (111G4)",
    "options": [
      "ㄓㄥˋ37",
      "ㄘㄨㄛˋA37",
      "ㄘㄨㄛˋB37",
      "ㄘㄨㄛˋC37"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音38 (111G4)",
    "options": [
      "ㄓㄥˋ38",
      "ㄘㄨㄛˋA38",
      "ㄘㄨㄛˋB38",
      "ㄘㄨㄛˋC38"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音39 (111G4)",
    "options": [
      "ㄓㄥˋ39",
      "ㄘㄨㄛˋA39",
      "ㄘㄨㄛˋB39",
      "ㄘㄨㄛˋC39"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音40 (111G4)",
    "options": [
      "ㄓㄥˋ40",
      "ㄘㄨㄛˋA40",
      "ㄘㄨㄛˋB40",
      "ㄘㄨㄛˋC40"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音41 (111G4)",
    "options": [
      "ㄓㄥˋ41",
      "ㄘㄨㄛˋA41",
      "ㄘㄨㄛˋB41",
      "ㄘㄨㄛˋC41"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音42 (111G4)",
    "options": [
      "ㄓㄥˋ42",
      "ㄘㄨㄛˋA42",
      "ㄘㄨㄛˋB42",
      "ㄘㄨㄛˋC42"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音43 (111G4)",
    "options": [
      "ㄓㄥˋ43",
      "ㄘㄨㄛˋA43",
      "ㄘㄨㄛˋB43",
      "ㄘㄨㄛˋC43"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音44 (111G4)",
    "options": [
      "ㄓㄥˋ44",
      "ㄘㄨㄛˋA44",
      "ㄘㄨㄛˋB44",
      "ㄘㄨㄛˋC44"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音45 (111G4)",
    "options": [
      "ㄓㄥˋ45",
      "ㄘㄨㄛˋA45",
      "ㄘㄨㄛˋB45",
      "ㄘㄨㄛˋC45"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音46 (111G4)",
    "options": [
      "ㄓㄥˋ46",
      "ㄘㄨㄛˋA46",
      "ㄘㄨㄛˋB46",
      "ㄘㄨㄛˋC46"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音47 (111G4)",
    "options": [
      "ㄓㄥˋ47",
      "ㄘㄨㄛˋA47",
      "ㄘㄨㄛˋB47",
      "ㄘㄨㄛˋC47"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音48 (111G4)",
    "options": [
      "ㄓㄥˋ48",
      "ㄘㄨㄛˋA48",
      "ㄘㄨㄛˋB48",
      "ㄘㄨㄛˋC48"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音49 (111G4)",
    "options": [
      "ㄓㄥˋ49",
      "ㄘㄨㄛˋA49",
      "ㄘㄨㄛˋB49",
      "ㄘㄨㄛˋC49"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音50 (111G4)",
    "options": [
      "ㄓㄥˋ50",
      "ㄘㄨㄛˋA50",
      "ㄘㄨㄛˋB50",
      "ㄘㄨㄛˋC50"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音1 (111G5)",
    "options": [
      "正確字1",
      "錯字A1",
      "錯字B1",
      "錯字C1"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音2 (111G5)",
    "options": [
      "正確字2",
      "錯字A2",
      "錯字B2",
      "錯字C2"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音3 (111G5)",
    "options": [
      "正確字3",
      "錯字A3",
      "錯字B3",
      "錯字C3"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音4 (111G5)",
    "options": [
      "正確字4",
      "錯字A4",
      "錯字B4",
      "錯字C4"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音5 (111G5)",
    "options": [
      "正確字5",
      "錯字A5",
      "錯字B5",
      "錯字C5"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音6 (111G5)",
    "options": [
      "正確字6",
      "錯字A6",
      "錯字B6",
      "錯字C6"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音7 (111G5)",
    "options": [
      "正確字7",
      "錯字A7",
      "錯字B7",
      "錯字C7"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音8 (111G5)",
    "options": [
      "正確字8",
      "錯字A8",
      "錯字B8",
      "錯字C8"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音9 (111G5)",
    "options": [
      "正確字9",
      "錯字A9",
      "錯字B9",
      "錯字C9"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音10 (111G5)",
    "options": [
      "正確字10",
      "錯字A10",
      "錯字B10",
      "錯字C10"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音11 (111G5)",
    "options": [
      "正確字11",
      "錯字A11",
      "錯字B11",
      "錯字C11"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音12 (111G5)",
    "options": [
      "正確字12",
      "錯字A12",
      "錯字B12",
      "錯字C12"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音13 (111G5)",
    "options": [
      "正確字13",
      "錯字A13",
      "錯字B13",
      "錯字C13"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音14 (111G5)",
    "options": [
      "正確字14",
      "錯字A14",
      "錯字B14",
      "錯字C14"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音15 (111G5)",
    "options": [
      "正確字15",
      "錯字A15",
      "錯字B15",
      "錯字C15"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音16 (111G5)",
    "options": [
      "正確字16",
      "錯字A16",
      "錯字B16",
      "錯字C16"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音17 (111G5)",
    "options": [
      "正確字17",
      "錯字A17",
      "錯字B17",
      "錯字C17"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音18 (111G5)",
    "options": [
      "正確字18",
      "錯字A18",
      "錯字B18",
      "錯字C18"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音19 (111G5)",
    "options": [
      "正確字19",
      "錯字A19",
      "錯字B19",
      "錯字C19"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音20 (111G5)",
    "options": [
      "正確字20",
      "錯字A20",
      "錯字B20",
      "錯字C20"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音21 (111G5)",
    "options": [
      "正確字21",
      "錯字A21",
      "錯字B21",
      "錯字C21"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音22 (111G5)",
    "options": [
      "正確字22",
      "錯字A22",
      "錯字B22",
      "錯字C22"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音23 (111G5)",
    "options": [
      "正確字23",
      "錯字A23",
      "錯字B23",
      "錯字C23"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音24 (111G5)",
    "options": [
      "正確字24",
      "錯字A24",
      "錯字B24",
      "錯字C24"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音25 (111G5)",
    "options": [
      "正確字25",
      "錯字A25",
      "錯字B25",
      "錯字C25"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音26 (111G5)",
    "options": [
      "正確字26",
      "錯字A26",
      "錯字B26",
      "錯字C26"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音27 (111G5)",
    "options": [
      "正確字27",
      "錯字A27",
      "錯字B27",
      "錯字C27"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音28 (111G5)",
    "options": [
      "正確字28",
      "錯字A28",
      "錯字B28",
      "錯字C28"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音29 (111G5)",
    "options": [
      "正確字29",
      "錯字A29",
      "錯字B29",
      "錯字C29"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音30 (111G5)",
    "options": [
      "正確字30",
      "錯字A30",
      "錯字B30",
      "錯字C30"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音31 (111G5)",
    "options": [
      "正確字31",
      "錯字A31",
      "錯字B31",
      "錯字C31"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音32 (111G5)",
    "options": [
      "正確字32",
      "錯字A32",
      "錯字B32",
      "錯字C32"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音33 (111G5)",
    "options": [
      "正確字33",
      "錯字A33",
      "錯字B33",
      "錯字C33"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音34 (111G5)",
    "options": [
      "正確字34",
      "錯字A34",
      "錯字B34",
      "錯字C34"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音35 (111G5)",
    "options": [
      "正確字35",
      "錯字A35",
      "錯字B35",
      "錯字C35"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音36 (111G5)",
    "options": [
      "正確字36",
      "錯字A36",
      "錯字B36",
      "錯字C36"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音37 (111G5)",
    "options": [
      "正確字37",
      "錯字A37",
      "錯字B37",
      "錯字C37"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音38 (111G5)",
    "options": [
      "正確字38",
      "錯字A38",
      "錯字B38",
      "錯字C38"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音39 (111G5)",
    "options": [
      "正確字39",
      "錯字A39",
      "錯字B39",
      "錯字C39"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音40 (111G5)",
    "options": [
      "正確字40",
      "錯字A40",
      "錯字B40",
      "錯字C40"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音41 (111G5)",
    "options": [
      "正確字41",
      "錯字A41",
      "錯字B41",
      "錯字C41"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音42 (111G5)",
    "options": [
      "正確字42",
      "錯字A42",
      "錯字B42",
      "錯字C42"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音43 (111G5)",
    "options": [
      "正確字43",
      "錯字A43",
      "錯字B43",
      "錯字C43"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音44 (111G5)",
    "options": [
      "正確字44",
      "錯字A44",
      "錯字B44",
      "錯字C44"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音45 (111G5)",
    "options": [
      "正確字45",
      "錯字A45",
      "錯字B45",
      "錯字C45"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音46 (111G5)",
    "options": [
      "正確字46",
      "錯字A46",
      "錯字B46",
      "錯字C46"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音47 (111G5)",
    "options": [
      "正確字47",
      "錯字A47",
      "錯字B47",
      "錯字C47"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音48 (111G5)",
    "options": [
      "正確字48",
      "錯字A48",
      "錯字B48",
      "錯字C48"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音49 (111G5)",
    "options": [
      "正確字49",
      "錯字A49",
      "錯字B49",
      "錯字C49"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音50 (111G5)",
    "options": [
      "正確字50",
      "錯字A50",
      "錯字B50",
      "錯字C50"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音1 (111G5)",
    "options": [
      "ㄓㄥˋ1",
      "ㄘㄨㄛˋA1",
      "ㄘㄨㄛˋB1",
      "ㄘㄨㄛˋC1"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音2 (111G5)",
    "options": [
      "ㄓㄥˋ2",
      "ㄘㄨㄛˋA2",
      "ㄘㄨㄛˋB2",
      "ㄘㄨㄛˋC2"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音3 (111G5)",
    "options": [
      "ㄓㄥˋ3",
      "ㄘㄨㄛˋA3",
      "ㄘㄨㄛˋB3",
      "ㄘㄨㄛˋC3"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音4 (111G5)",
    "options": [
      "ㄓㄥˋ4",
      "ㄘㄨㄛˋA4",
      "ㄘㄨㄛˋB4",
      "ㄘㄨㄛˋC4"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音5 (111G5)",
    "options": [
      "ㄓㄥˋ5",
      "ㄘㄨㄛˋA5",
      "ㄘㄨㄛˋB5",
      "ㄘㄨㄛˋC5"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音6 (111G5)",
    "options": [
      "ㄓㄥˋ6",
      "ㄘㄨㄛˋA6",
      "ㄘㄨㄛˋB6",
      "ㄘㄨㄛˋC6"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音7 (111G5)",
    "options": [
      "ㄓㄥˋ7",
      "ㄘㄨㄛˋA7",
      "ㄘㄨㄛˋB7",
      "ㄘㄨㄛˋC7"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音8 (111G5)",
    "options": [
      "ㄓㄥˋ8",
      "ㄘㄨㄛˋA8",
      "ㄘㄨㄛˋB8",
      "ㄘㄨㄛˋC8"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音9 (111G5)",
    "options": [
      "ㄓㄥˋ9",
      "ㄘㄨㄛˋA9",
      "ㄘㄨㄛˋB9",
      "ㄘㄨㄛˋC9"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音10 (111G5)",
    "options": [
      "ㄓㄥˋ10",
      "ㄘㄨㄛˋA10",
      "ㄘㄨㄛˋB10",
      "ㄘㄨㄛˋC10"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音11 (111G5)",
    "options": [
      "ㄓㄥˋ11",
      "ㄘㄨㄛˋA11",
      "ㄘㄨㄛˋB11",
      "ㄘㄨㄛˋC11"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音12 (111G5)",
    "options": [
      "ㄓㄥˋ12",
      "ㄘㄨㄛˋA12",
      "ㄘㄨㄛˋB12",
      "ㄘㄨㄛˋC12"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音13 (111G5)",
    "options": [
      "ㄓㄥˋ13",
      "ㄘㄨㄛˋA13",
      "ㄘㄨㄛˋB13",
      "ㄘㄨㄛˋC13"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音14 (111G5)",
    "options": [
      "ㄓㄥˋ14",
      "ㄘㄨㄛˋA14",
      "ㄘㄨㄛˋB14",
      "ㄘㄨㄛˋC14"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音15 (111G5)",
    "options": [
      "ㄓㄥˋ15",
      "ㄘㄨㄛˋA15",
      "ㄘㄨㄛˋB15",
      "ㄘㄨㄛˋC15"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音16 (111G5)",
    "options": [
      "ㄓㄥˋ16",
      "ㄘㄨㄛˋA16",
      "ㄘㄨㄛˋB16",
      "ㄘㄨㄛˋC16"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音17 (111G5)",
    "options": [
      "ㄓㄥˋ17",
      "ㄘㄨㄛˋA17",
      "ㄘㄨㄛˋB17",
      "ㄘㄨㄛˋC17"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音18 (111G5)",
    "options": [
      "ㄓㄥˋ18",
      "ㄘㄨㄛˋA18",
      "ㄘㄨㄛˋB18",
      "ㄘㄨㄛˋC18"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音19 (111G5)",
    "options": [
      "ㄓㄥˋ19",
      "ㄘㄨㄛˋA19",
      "ㄘㄨㄛˋB19",
      "ㄘㄨㄛˋC19"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音20 (111G5)",
    "options": [
      "ㄓㄥˋ20",
      "ㄘㄨㄛˋA20",
      "ㄘㄨㄛˋB20",
      "ㄘㄨㄛˋC20"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音21 (111G5)",
    "options": [
      "ㄓㄥˋ21",
      "ㄘㄨㄛˋA21",
      "ㄘㄨㄛˋB21",
      "ㄘㄨㄛˋC21"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音22 (111G5)",
    "options": [
      "ㄓㄥˋ22",
      "ㄘㄨㄛˋA22",
      "ㄘㄨㄛˋB22",
      "ㄘㄨㄛˋC22"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音23 (111G5)",
    "options": [
      "ㄓㄥˋ23",
      "ㄘㄨㄛˋA23",
      "ㄘㄨㄛˋB23",
      "ㄘㄨㄛˋC23"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音24 (111G5)",
    "options": [
      "ㄓㄥˋ24",
      "ㄘㄨㄛˋA24",
      "ㄘㄨㄛˋB24",
      "ㄘㄨㄛˋC24"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音25 (111G5)",
    "options": [
      "ㄓㄥˋ25",
      "ㄘㄨㄛˋA25",
      "ㄘㄨㄛˋB25",
      "ㄘㄨㄛˋC25"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音26 (111G5)",
    "options": [
      "ㄓㄥˋ26",
      "ㄘㄨㄛˋA26",
      "ㄘㄨㄛˋB26",
      "ㄘㄨㄛˋC26"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音27 (111G5)",
    "options": [
      "ㄓㄥˋ27",
      "ㄘㄨㄛˋA27",
      "ㄘㄨㄛˋB27",
      "ㄘㄨㄛˋC27"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音28 (111G5)",
    "options": [
      "ㄓㄥˋ28",
      "ㄘㄨㄛˋA28",
      "ㄘㄨㄛˋB28",
      "ㄘㄨㄛˋC28"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音29 (111G5)",
    "options": [
      "ㄓㄥˋ29",
      "ㄘㄨㄛˋA29",
      "ㄘㄨㄛˋB29",
      "ㄘㄨㄛˋC29"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音30 (111G5)",
    "options": [
      "ㄓㄥˋ30",
      "ㄘㄨㄛˋA30",
      "ㄘㄨㄛˋB30",
      "ㄘㄨㄛˋC30"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音31 (111G5)",
    "options": [
      "ㄓㄥˋ31",
      "ㄘㄨㄛˋA31",
      "ㄘㄨㄛˋB31",
      "ㄘㄨㄛˋC31"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音32 (111G5)",
    "options": [
      "ㄓㄥˋ32",
      "ㄘㄨㄛˋA32",
      "ㄘㄨㄛˋB32",
      "ㄘㄨㄛˋC32"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音33 (111G5)",
    "options": [
      "ㄓㄥˋ33",
      "ㄘㄨㄛˋA33",
      "ㄘㄨㄛˋB33",
      "ㄘㄨㄛˋC33"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音34 (111G5)",
    "options": [
      "ㄓㄥˋ34",
      "ㄘㄨㄛˋA34",
      "ㄘㄨㄛˋB34",
      "ㄘㄨㄛˋC34"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音35 (111G5)",
    "options": [
      "ㄓㄥˋ35",
      "ㄘㄨㄛˋA35",
      "ㄘㄨㄛˋB35",
      "ㄘㄨㄛˋC35"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音36 (111G5)",
    "options": [
      "ㄓㄥˋ36",
      "ㄘㄨㄛˋA36",
      "ㄘㄨㄛˋB36",
      "ㄘㄨㄛˋC36"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音37 (111G5)",
    "options": [
      "ㄓㄥˋ37",
      "ㄘㄨㄛˋA37",
      "ㄘㄨㄛˋB37",
      "ㄘㄨㄛˋC37"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音38 (111G5)",
    "options": [
      "ㄓㄥˋ38",
      "ㄘㄨㄛˋA38",
      "ㄘㄨㄛˋB38",
      "ㄘㄨㄛˋC38"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音39 (111G5)",
    "options": [
      "ㄓㄥˋ39",
      "ㄘㄨㄛˋA39",
      "ㄘㄨㄛˋB39",
      "ㄘㄨㄛˋC39"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音40 (111G5)",
    "options": [
      "ㄓㄥˋ40",
      "ㄘㄨㄛˋA40",
      "ㄘㄨㄛˋB40",
      "ㄘㄨㄛˋC40"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音41 (111G5)",
    "options": [
      "ㄓㄥˋ41",
      "ㄘㄨㄛˋA41",
      "ㄘㄨㄛˋB41",
      "ㄘㄨㄛˋC41"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音42 (111G5)",
    "options": [
      "ㄓㄥˋ42",
      "ㄘㄨㄛˋA42",
      "ㄘㄨㄛˋB42",
      "ㄘㄨㄛˋC42"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音43 (111G5)",
    "options": [
      "ㄓㄥˋ43",
      "ㄘㄨㄛˋA43",
      "ㄘㄨㄛˋB43",
      "ㄘㄨㄛˋC43"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音44 (111G5)",
    "options": [
      "ㄓㄥˋ44",
      "ㄘㄨㄛˋA44",
      "ㄘㄨㄛˋB44",
      "ㄘㄨㄛˋC44"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音45 (111G5)",
    "options": [
      "ㄓㄥˋ45",
      "ㄘㄨㄛˋA45",
      "ㄘㄨㄛˋB45",
      "ㄘㄨㄛˋC45"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音46 (111G5)",
    "options": [
      "ㄓㄥˋ46",
      "ㄘㄨㄛˋA46",
      "ㄘㄨㄛˋB46",
      "ㄘㄨㄛˋC46"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音47 (111G5)",
    "options": [
      "ㄓㄥˋ47",
      "ㄘㄨㄛˋA47",
      "ㄘㄨㄛˋB47",
      "ㄘㄨㄛˋC47"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音48 (111G5)",
    "options": [
      "ㄓㄥˋ48",
      "ㄘㄨㄛˋA48",
      "ㄘㄨㄛˋB48",
      "ㄘㄨㄛˋC48"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音49 (111G5)",
    "options": [
      "ㄓㄥˋ49",
      "ㄘㄨㄛˋA49",
      "ㄘㄨㄛˋB49",
      "ㄘㄨㄛˋC49"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音50 (111G5)",
    "options": [
      "ㄓㄥˋ50",
      "ㄘㄨㄛˋA50",
      "ㄘㄨㄛˋB50",
      "ㄘㄨㄛˋC50"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音1 (112G4)",
    "options": [
      "正確字1",
      "錯字A1",
      "錯字B1",
      "錯字C1"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音2 (112G4)",
    "options": [
      "正確字2",
      "錯字A2",
      "錯字B2",
      "錯字C2"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音3 (112G4)",
    "options": [
      "正確字3",
      "錯字A3",
      "錯字B3",
      "錯字C3"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音4 (112G4)",
    "options": [
      "正確字4",
      "錯字A4",
      "錯字B4",
      "錯字C4"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音5 (112G4)",
    "options": [
      "正確字5",
      "錯字A5",
      "錯字B5",
      "錯字C5"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音6 (112G4)",
    "options": [
      "正確字6",
      "錯字A6",
      "錯字B6",
      "錯字C6"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音7 (112G4)",
    "options": [
      "正確字7",
      "錯字A7",
      "錯字B7",
      "錯字C7"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音8 (112G4)",
    "options": [
      "正確字8",
      "錯字A8",
      "錯字B8",
      "錯字C8"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音9 (112G4)",
    "options": [
      "正確字9",
      "錯字A9",
      "錯字B9",
      "錯字C9"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音10 (112G4)",
    "options": [
      "正確字10",
      "錯字A10",
      "錯字B10",
      "錯字C10"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音11 (112G4)",
    "options": [
      "正確字11",
      "錯字A11",
      "錯字B11",
      "錯字C11"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音12 (112G4)",
    "options": [
      "正確字12",
      "錯字A12",
      "錯字B12",
      "錯字C12"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音13 (112G4)",
    "options": [
      "正確字13",
      "錯字A13",
      "錯字B13",
      "錯字C13"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音14 (112G4)",
    "options": [
      "正確字14",
      "錯字A14",
      "錯字B14",
      "錯字C14"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音15 (112G4)",
    "options": [
      "正確字15",
      "錯字A15",
      "錯字B15",
      "錯字C15"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音16 (112G4)",
    "options": [
      "正確字16",
      "錯字A16",
      "錯字B16",
      "錯字C16"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音17 (112G4)",
    "options": [
      "正確字17",
      "錯字A17",
      "錯字B17",
      "錯字C17"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音18 (112G4)",
    "options": [
      "正確字18",
      "錯字A18",
      "錯字B18",
      "錯字C18"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音19 (112G4)",
    "options": [
      "正確字19",
      "錯字A19",
      "錯字B19",
      "錯字C19"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音20 (112G4)",
    "options": [
      "正確字20",
      "錯字A20",
      "錯字B20",
      "錯字C20"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音21 (112G4)",
    "options": [
      "正確字21",
      "錯字A21",
      "錯字B21",
      "錯字C21"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音22 (112G4)",
    "options": [
      "正確字22",
      "錯字A22",
      "錯字B22",
      "錯字C22"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音23 (112G4)",
    "options": [
      "正確字23",
      "錯字A23",
      "錯字B23",
      "錯字C23"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音24 (112G4)",
    "options": [
      "正確字24",
      "錯字A24",
      "錯字B24",
      "錯字C24"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音25 (112G4)",
    "options": [
      "正確字25",
      "錯字A25",
      "錯字B25",
      "錯字C25"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音26 (112G4)",
    "options": [
      "正確字26",
      "錯字A26",
      "錯字B26",
      "錯字C26"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音27 (112G4)",
    "options": [
      "正確字27",
      "錯字A27",
      "錯字B27",
      "錯字C27"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音28 (112G4)",
    "options": [
      "正確字28",
      "錯字A28",
      "錯字B28",
      "錯字C28"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音29 (112G4)",
    "options": [
      "正確字29",
      "錯字A29",
      "錯字B29",
      "錯字C29"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音30 (112G4)",
    "options": [
      "正確字30",
      "錯字A30",
      "錯字B30",
      "錯字C30"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音31 (112G4)",
    "options": [
      "正確字31",
      "錯字A31",
      "錯字B31",
      "錯字C31"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音32 (112G4)",
    "options": [
      "正確字32",
      "錯字A32",
      "錯字B32",
      "錯字C32"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音33 (112G4)",
    "options": [
      "正確字33",
      "錯字A33",
      "錯字B33",
      "錯字C33"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音34 (112G4)",
    "options": [
      "正確字34",
      "錯字A34",
      "錯字B34",
      "錯字C34"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音35 (112G4)",
    "options": [
      "正確字35",
      "錯字A35",
      "錯字B35",
      "錯字C35"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音36 (112G4)",
    "options": [
      "正確字36",
      "錯字A36",
      "錯字B36",
      "錯字C36"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音37 (112G4)",
    "options": [
      "正確字37",
      "錯字A37",
      "錯字B37",
      "錯字C37"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音38 (112G4)",
    "options": [
      "正確字38",
      "錯字A38",
      "錯字B38",
      "錯字C38"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音39 (112G4)",
    "options": [
      "正確字39",
      "錯字A39",
      "錯字B39",
      "錯字C39"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音40 (112G4)",
    "options": [
      "正確字40",
      "錯字A40",
      "錯字B40",
      "錯字C40"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音41 (112G4)",
    "options": [
      "正確字41",
      "錯字A41",
      "錯字B41",
      "錯字C41"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音42 (112G4)",
    "options": [
      "正確字42",
      "錯字A42",
      "錯字B42",
      "錯字C42"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音43 (112G4)",
    "options": [
      "正確字43",
      "錯字A43",
      "錯字B43",
      "錯字C43"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音44 (112G4)",
    "options": [
      "正確字44",
      "錯字A44",
      "錯字B44",
      "錯字C44"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音45 (112G4)",
    "options": [
      "正確字45",
      "錯字A45",
      "錯字B45",
      "錯字C45"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音46 (112G4)",
    "options": [
      "正確字46",
      "錯字A46",
      "錯字B46",
      "錯字C46"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音47 (112G4)",
    "options": [
      "正確字47",
      "錯字A47",
      "錯字B47",
      "錯字C47"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音48 (112G4)",
    "options": [
      "正確字48",
      "錯字A48",
      "錯字B48",
      "錯字C48"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音49 (112G4)",
    "options": [
      "正確字49",
      "錯字A49",
      "錯字B49",
      "錯字C49"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音50 (112G4)",
    "options": [
      "正確字50",
      "錯字A50",
      "錯字B50",
      "錯字C50"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音1 (112G4)",
    "options": [
      "ㄓㄥˋ1",
      "ㄘㄨㄛˋA1",
      "ㄘㄨㄛˋB1",
      "ㄘㄨㄛˋC1"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音2 (112G4)",
    "options": [
      "ㄓㄥˋ2",
      "ㄘㄨㄛˋA2",
      "ㄘㄨㄛˋB2",
      "ㄘㄨㄛˋC2"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音3 (112G4)",
    "options": [
      "ㄓㄥˋ3",
      "ㄘㄨㄛˋA3",
      "ㄘㄨㄛˋB3",
      "ㄘㄨㄛˋC3"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音4 (112G4)",
    "options": [
      "ㄓㄥˋ4",
      "ㄘㄨㄛˋA4",
      "ㄘㄨㄛˋB4",
      "ㄘㄨㄛˋC4"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音5 (112G4)",
    "options": [
      "ㄓㄥˋ5",
      "ㄘㄨㄛˋA5",
      "ㄘㄨㄛˋB5",
      "ㄘㄨㄛˋC5"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音6 (112G4)",
    "options": [
      "ㄓㄥˋ6",
      "ㄘㄨㄛˋA6",
      "ㄘㄨㄛˋB6",
      "ㄘㄨㄛˋC6"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音7 (112G4)",
    "options": [
      "ㄓㄥˋ7",
      "ㄘㄨㄛˋA7",
      "ㄘㄨㄛˋB7",
      "ㄘㄨㄛˋC7"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音8 (112G4)",
    "options": [
      "ㄓㄥˋ8",
      "ㄘㄨㄛˋA8",
      "ㄘㄨㄛˋB8",
      "ㄘㄨㄛˋC8"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音9 (112G4)",
    "options": [
      "ㄓㄥˋ9",
      "ㄘㄨㄛˋA9",
      "ㄘㄨㄛˋB9",
      "ㄘㄨㄛˋC9"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音10 (112G4)",
    "options": [
      "ㄓㄥˋ10",
      "ㄘㄨㄛˋA10",
      "ㄘㄨㄛˋB10",
      "ㄘㄨㄛˋC10"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音11 (112G4)",
    "options": [
      "ㄓㄥˋ11",
      "ㄘㄨㄛˋA11",
      "ㄘㄨㄛˋB11",
      "ㄘㄨㄛˋC11"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音12 (112G4)",
    "options": [
      "ㄓㄥˋ12",
      "ㄘㄨㄛˋA12",
      "ㄘㄨㄛˋB12",
      "ㄘㄨㄛˋC12"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音13 (112G4)",
    "options": [
      "ㄓㄥˋ13",
      "ㄘㄨㄛˋA13",
      "ㄘㄨㄛˋB13",
      "ㄘㄨㄛˋC13"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音14 (112G4)",
    "options": [
      "ㄓㄥˋ14",
      "ㄘㄨㄛˋA14",
      "ㄘㄨㄛˋB14",
      "ㄘㄨㄛˋC14"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音15 (112G4)",
    "options": [
      "ㄓㄥˋ15",
      "ㄘㄨㄛˋA15",
      "ㄘㄨㄛˋB15",
      "ㄘㄨㄛˋC15"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音16 (112G4)",
    "options": [
      "ㄓㄥˋ16",
      "ㄘㄨㄛˋA16",
      "ㄘㄨㄛˋB16",
      "ㄘㄨㄛˋC16"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音17 (112G4)",
    "options": [
      "ㄓㄥˋ17",
      "ㄘㄨㄛˋA17",
      "ㄘㄨㄛˋB17",
      "ㄘㄨㄛˋC17"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音18 (112G4)",
    "options": [
      "ㄓㄥˋ18",
      "ㄘㄨㄛˋA18",
      "ㄘㄨㄛˋB18",
      "ㄘㄨㄛˋC18"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音19 (112G4)",
    "options": [
      "ㄓㄥˋ19",
      "ㄘㄨㄛˋA19",
      "ㄘㄨㄛˋB19",
      "ㄘㄨㄛˋC19"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音20 (112G4)",
    "options": [
      "ㄓㄥˋ20",
      "ㄘㄨㄛˋA20",
      "ㄘㄨㄛˋB20",
      "ㄘㄨㄛˋC20"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音21 (112G4)",
    "options": [
      "ㄓㄥˋ21",
      "ㄘㄨㄛˋA21",
      "ㄘㄨㄛˋB21",
      "ㄘㄨㄛˋC21"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音22 (112G4)",
    "options": [
      "ㄓㄥˋ22",
      "ㄘㄨㄛˋA22",
      "ㄘㄨㄛˋB22",
      "ㄘㄨㄛˋC22"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音23 (112G4)",
    "options": [
      "ㄓㄥˋ23",
      "ㄘㄨㄛˋA23",
      "ㄘㄨㄛˋB23",
      "ㄘㄨㄛˋC23"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音24 (112G4)",
    "options": [
      "ㄓㄥˋ24",
      "ㄘㄨㄛˋA24",
      "ㄘㄨㄛˋB24",
      "ㄘㄨㄛˋC24"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音25 (112G4)",
    "options": [
      "ㄓㄥˋ25",
      "ㄘㄨㄛˋA25",
      "ㄘㄨㄛˋB25",
      "ㄘㄨㄛˋC25"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音26 (112G4)",
    "options": [
      "ㄓㄥˋ26",
      "ㄘㄨㄛˋA26",
      "ㄘㄨㄛˋB26",
      "ㄘㄨㄛˋC26"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音27 (112G4)",
    "options": [
      "ㄓㄥˋ27",
      "ㄘㄨㄛˋA27",
      "ㄘㄨㄛˋB27",
      "ㄘㄨㄛˋC27"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音28 (112G4)",
    "options": [
      "ㄓㄥˋ28",
      "ㄘㄨㄛˋA28",
      "ㄘㄨㄛˋB28",
      "ㄘㄨㄛˋC28"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音29 (112G4)",
    "options": [
      "ㄓㄥˋ29",
      "ㄘㄨㄛˋA29",
      "ㄘㄨㄛˋB29",
      "ㄘㄨㄛˋC29"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音30 (112G4)",
    "options": [
      "ㄓㄥˋ30",
      "ㄘㄨㄛˋA30",
      "ㄘㄨㄛˋB30",
      "ㄘㄨㄛˋC30"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音31 (112G4)",
    "options": [
      "ㄓㄥˋ31",
      "ㄘㄨㄛˋA31",
      "ㄘㄨㄛˋB31",
      "ㄘㄨㄛˋC31"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音32 (112G4)",
    "options": [
      "ㄓㄥˋ32",
      "ㄘㄨㄛˋA32",
      "ㄘㄨㄛˋB32",
      "ㄘㄨㄛˋC32"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音33 (112G4)",
    "options": [
      "ㄓㄥˋ33",
      "ㄘㄨㄛˋA33",
      "ㄘㄨㄛˋB33",
      "ㄘㄨㄛˋC33"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音34 (112G4)",
    "options": [
      "ㄓㄥˋ34",
      "ㄘㄨㄛˋA34",
      "ㄘㄨㄛˋB34",
      "ㄘㄨㄛˋC34"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音35 (112G4)",
    "options": [
      "ㄓㄥˋ35",
      "ㄘㄨㄛˋA35",
      "ㄘㄨㄛˋB35",
      "ㄘㄨㄛˋC35"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音36 (112G4)",
    "options": [
      "ㄓㄥˋ36",
      "ㄘㄨㄛˋA36",
      "ㄘㄨㄛˋB36",
      "ㄘㄨㄛˋC36"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音37 (112G4)",
    "options": [
      "ㄓㄥˋ37",
      "ㄘㄨㄛˋA37",
      "ㄘㄨㄛˋB37",
      "ㄘㄨㄛˋC37"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音38 (112G4)",
    "options": [
      "ㄓㄥˋ38",
      "ㄘㄨㄛˋA38",
      "ㄘㄨㄛˋB38",
      "ㄘㄨㄛˋC38"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音39 (112G4)",
    "options": [
      "ㄓㄥˋ39",
      "ㄘㄨㄛˋA39",
      "ㄘㄨㄛˋB39",
      "ㄘㄨㄛˋC39"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音40 (112G4)",
    "options": [
      "ㄓㄥˋ40",
      "ㄘㄨㄛˋA40",
      "ㄘㄨㄛˋB40",
      "ㄘㄨㄛˋC40"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音41 (112G4)",
    "options": [
      "ㄓㄥˋ41",
      "ㄘㄨㄛˋA41",
      "ㄘㄨㄛˋB41",
      "ㄘㄨㄛˋC41"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音42 (112G4)",
    "options": [
      "ㄓㄥˋ42",
      "ㄘㄨㄛˋA42",
      "ㄘㄨㄛˋB42",
      "ㄘㄨㄛˋC42"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音43 (112G4)",
    "options": [
      "ㄓㄥˋ43",
      "ㄘㄨㄛˋA43",
      "ㄘㄨㄛˋB43",
      "ㄘㄨㄛˋC43"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音44 (112G4)",
    "options": [
      "ㄓㄥˋ44",
      "ㄘㄨㄛˋA44",
      "ㄘㄨㄛˋB44",
      "ㄘㄨㄛˋC44"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音45 (112G4)",
    "options": [
      "ㄓㄥˋ45",
      "ㄘㄨㄛˋA45",
      "ㄘㄨㄛˋB45",
      "ㄘㄨㄛˋC45"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音46 (112G4)",
    "options": [
      "ㄓㄥˋ46",
      "ㄘㄨㄛˋA46",
      "ㄘㄨㄛˋB46",
      "ㄘㄨㄛˋC46"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音47 (112G4)",
    "options": [
      "ㄓㄥˋ47",
      "ㄘㄨㄛˋA47",
      "ㄘㄨㄛˋB47",
      "ㄘㄨㄛˋC47"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音48 (112G4)",
    "options": [
      "ㄓㄥˋ48",
      "ㄘㄨㄛˋA48",
      "ㄘㄨㄛˋB48",
      "ㄘㄨㄛˋC48"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音49 (112G4)",
    "options": [
      "ㄓㄥˋ49",
      "ㄘㄨㄛˋA49",
      "ㄘㄨㄛˋB49",
      "ㄘㄨㄛˋC49"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音50 (112G4)",
    "options": [
      "ㄓㄥˋ50",
      "ㄘㄨㄛˋA50",
      "ㄘㄨㄛˋB50",
      "ㄘㄨㄛˋC50"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音1 (112G5)",
    "options": [
      "正確字1",
      "錯字A1",
      "錯字B1",
      "錯字C1"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音2 (112G5)",
    "options": [
      "正確字2",
      "錯字A2",
      "錯字B2",
      "錯字C2"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音3 (112G5)",
    "options": [
      "正確字3",
      "錯字A3",
      "錯字B3",
      "錯字C3"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音4 (112G5)",
    "options": [
      "正確字4",
      "錯字A4",
      "錯字B4",
      "錯字C4"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音5 (112G5)",
    "options": [
      "正確字5",
      "錯字A5",
      "錯字B5",
      "錯字C5"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音6 (112G5)",
    "options": [
      "正確字6",
      "錯字A6",
      "錯字B6",
      "錯字C6"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音7 (112G5)",
    "options": [
      "正確字7",
      "錯字A7",
      "錯字B7",
      "錯字C7"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音8 (112G5)",
    "options": [
      "正確字8",
      "錯字A8",
      "錯字B8",
      "錯字C8"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音9 (112G5)",
    "options": [
      "正確字9",
      "錯字A9",
      "錯字B9",
      "錯字C9"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音10 (112G5)",
    "options": [
      "正確字10",
      "錯字A10",
      "錯字B10",
      "錯字C10"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音11 (112G5)",
    "options": [
      "正確字11",
      "錯字A11",
      "錯字B11",
      "錯字C11"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音12 (112G5)",
    "options": [
      "正確字12",
      "錯字A12",
      "錯字B12",
      "錯字C12"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音13 (112G5)",
    "options": [
      "正確字13",
      "錯字A13",
      "錯字B13",
      "錯字C13"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音14 (112G5)",
    "options": [
      "正確字14",
      "錯字A14",
      "錯字B14",
      "錯字C14"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音15 (112G5)",
    "options": [
      "正確字15",
      "錯字A15",
      "錯字B15",
      "錯字C15"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音16 (112G5)",
    "options": [
      "正確字16",
      "錯字A16",
      "錯字B16",
      "錯字C16"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音17 (112G5)",
    "options": [
      "正確字17",
      "錯字A17",
      "錯字B17",
      "錯字C17"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音18 (112G5)",
    "options": [
      "正確字18",
      "錯字A18",
      "錯字B18",
      "錯字C18"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音19 (112G5)",
    "options": [
      "正確字19",
      "錯字A19",
      "錯字B19",
      "錯字C19"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音20 (112G5)",
    "options": [
      "正確字20",
      "錯字A20",
      "錯字B20",
      "錯字C20"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音21 (112G5)",
    "options": [
      "正確字21",
      "錯字A21",
      "錯字B21",
      "錯字C21"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音22 (112G5)",
    "options": [
      "正確字22",
      "錯字A22",
      "錯字B22",
      "錯字C22"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音23 (112G5)",
    "options": [
      "正確字23",
      "錯字A23",
      "錯字B23",
      "錯字C23"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音24 (112G5)",
    "options": [
      "正確字24",
      "錯字A24",
      "錯字B24",
      "錯字C24"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音25 (112G5)",
    "options": [
      "正確字25",
      "錯字A25",
      "錯字B25",
      "錯字C25"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音26 (112G5)",
    "options": [
      "正確字26",
      "錯字A26",
      "錯字B26",
      "錯字C26"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音27 (112G5)",
    "options": [
      "正確字27",
      "錯字A27",
      "錯字B27",
      "錯字C27"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音28 (112G5)",
    "options": [
      "正確字28",
      "錯字A28",
      "錯字B28",
      "錯字C28"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音29 (112G5)",
    "options": [
      "正確字29",
      "錯字A29",
      "錯字B29",
      "錯字C29"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音30 (112G5)",
    "options": [
      "正確字30",
      "錯字A30",
      "錯字B30",
      "錯字C30"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音31 (112G5)",
    "options": [
      "正確字31",
      "錯字A31",
      "錯字B31",
      "錯字C31"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音32 (112G5)",
    "options": [
      "正確字32",
      "錯字A32",
      "錯字B32",
      "錯字C32"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音33 (112G5)",
    "options": [
      "正確字33",
      "錯字A33",
      "錯字B33",
      "錯字C33"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音34 (112G5)",
    "options": [
      "正確字34",
      "錯字A34",
      "錯字B34",
      "錯字C34"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音35 (112G5)",
    "options": [
      "正確字35",
      "錯字A35",
      "錯字B35",
      "錯字C35"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音36 (112G5)",
    "options": [
      "正確字36",
      "錯字A36",
      "錯字B36",
      "錯字C36"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音37 (112G5)",
    "options": [
      "正確字37",
      "錯字A37",
      "錯字B37",
      "錯字C37"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音38 (112G5)",
    "options": [
      "正確字38",
      "錯字A38",
      "錯字B38",
      "錯字C38"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音39 (112G5)",
    "options": [
      "正確字39",
      "錯字A39",
      "錯字B39",
      "錯字C39"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音40 (112G5)",
    "options": [
      "正確字40",
      "錯字A40",
      "錯字B40",
      "錯字C40"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音41 (112G5)",
    "options": [
      "正確字41",
      "錯字A41",
      "錯字B41",
      "錯字C41"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音42 (112G5)",
    "options": [
      "正確字42",
      "錯字A42",
      "錯字B42",
      "錯字C42"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音43 (112G5)",
    "options": [
      "正確字43",
      "錯字A43",
      "錯字B43",
      "錯字C43"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音44 (112G5)",
    "options": [
      "正確字44",
      "錯字A44",
      "錯字B44",
      "錯字C44"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音45 (112G5)",
    "options": [
      "正確字45",
      "錯字A45",
      "錯字B45",
      "錯字C45"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音46 (112G5)",
    "options": [
      "正確字46",
      "錯字A46",
      "錯字B46",
      "錯字C46"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音47 (112G5)",
    "options": [
      "正確字47",
      "錯字A47",
      "錯字B47",
      "錯字C47"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音48 (112G5)",
    "options": [
      "正確字48",
      "錯字A48",
      "錯字B48",
      "錯字C48"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音49 (112G5)",
    "options": [
      "正確字49",
      "錯字A49",
      "錯字B49",
      "錯字C49"
    ],
    "correct": 0
  },
  {
    "q": "模擬注音50 (112G5)",
    "options": [
      "正確字50",
      "錯字A50",
      "錯字B50",
      "錯字C50"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音1 (112G5)",
    "options": [
      "ㄓㄥˋ1",
      "ㄘㄨㄛˋA1",
      "ㄘㄨㄛˋB1",
      "ㄘㄨㄛˋC1"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音2 (112G5)",
    "options": [
      "ㄓㄥˋ2",
      "ㄘㄨㄛˋA2",
      "ㄘㄨㄛˋB2",
      "ㄘㄨㄛˋC2"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音3 (112G5)",
    "options": [
      "ㄓㄥˋ3",
      "ㄘㄨㄛˋA3",
      "ㄘㄨㄛˋB3",
      "ㄘㄨㄛˋC3"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音4 (112G5)",
    "options": [
      "ㄓㄥˋ4",
      "ㄘㄨㄛˋA4",
      "ㄘㄨㄛˋB4",
      "ㄘㄨㄛˋC4"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音5 (112G5)",
    "options": [
      "ㄓㄥˋ5",
      "ㄘㄨㄛˋA5",
      "ㄘㄨㄛˋB5",
      "ㄘㄨㄛˋC5"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音6 (112G5)",
    "options": [
      "ㄓㄥˋ6",
      "ㄘㄨㄛˋA6",
      "ㄘㄨㄛˋB6",
      "ㄘㄨㄛˋC6"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音7 (112G5)",
    "options": [
      "ㄓㄥˋ7",
      "ㄘㄨㄛˋA7",
      "ㄘㄨㄛˋB7",
      "ㄘㄨㄛˋC7"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音8 (112G5)",
    "options": [
      "ㄓㄥˋ8",
      "ㄘㄨㄛˋA8",
      "ㄘㄨㄛˋB8",
      "ㄘㄨㄛˋC8"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音9 (112G5)",
    "options": [
      "ㄓㄥˋ9",
      "ㄘㄨㄛˋA9",
      "ㄘㄨㄛˋB9",
      "ㄘㄨㄛˋC9"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音10 (112G5)",
    "options": [
      "ㄓㄥˋ10",
      "ㄘㄨㄛˋA10",
      "ㄘㄨㄛˋB10",
      "ㄘㄨㄛˋC10"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音11 (112G5)",
    "options": [
      "ㄓㄥˋ11",
      "ㄘㄨㄛˋA11",
      "ㄘㄨㄛˋB11",
      "ㄘㄨㄛˋC11"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音12 (112G5)",
    "options": [
      "ㄓㄥˋ12",
      "ㄘㄨㄛˋA12",
      "ㄘㄨㄛˋB12",
      "ㄘㄨㄛˋC12"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音13 (112G5)",
    "options": [
      "ㄓㄥˋ13",
      "ㄘㄨㄛˋA13",
      "ㄘㄨㄛˋB13",
      "ㄘㄨㄛˋC13"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音14 (112G5)",
    "options": [
      "ㄓㄥˋ14",
      "ㄘㄨㄛˋA14",
      "ㄘㄨㄛˋB14",
      "ㄘㄨㄛˋC14"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音15 (112G5)",
    "options": [
      "ㄓㄥˋ15",
      "ㄘㄨㄛˋA15",
      "ㄘㄨㄛˋB15",
      "ㄘㄨㄛˋC15"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音16 (112G5)",
    "options": [
      "ㄓㄥˋ16",
      "ㄘㄨㄛˋA16",
      "ㄘㄨㄛˋB16",
      "ㄘㄨㄛˋC16"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音17 (112G5)",
    "options": [
      "ㄓㄥˋ17",
      "ㄘㄨㄛˋA17",
      "ㄘㄨㄛˋB17",
      "ㄘㄨㄛˋC17"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音18 (112G5)",
    "options": [
      "ㄓㄥˋ18",
      "ㄘㄨㄛˋA18",
      "ㄘㄨㄛˋB18",
      "ㄘㄨㄛˋC18"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音19 (112G5)",
    "options": [
      "ㄓㄥˋ19",
      "ㄘㄨㄛˋA19",
      "ㄘㄨㄛˋB19",
      "ㄘㄨㄛˋC19"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音20 (112G5)",
    "options": [
      "ㄓㄥˋ20",
      "ㄘㄨㄛˋA20",
      "ㄘㄨㄛˋB20",
      "ㄘㄨㄛˋC20"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音21 (112G5)",
    "options": [
      "ㄓㄥˋ21",
      "ㄘㄨㄛˋA21",
      "ㄘㄨㄛˋB21",
      "ㄘㄨㄛˋC21"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音22 (112G5)",
    "options": [
      "ㄓㄥˋ22",
      "ㄘㄨㄛˋA22",
      "ㄘㄨㄛˋB22",
      "ㄘㄨㄛˋC22"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音23 (112G5)",
    "options": [
      "ㄓㄥˋ23",
      "ㄘㄨㄛˋA23",
      "ㄘㄨㄛˋB23",
      "ㄘㄨㄛˋC23"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音24 (112G5)",
    "options": [
      "ㄓㄥˋ24",
      "ㄘㄨㄛˋA24",
      "ㄘㄨㄛˋB24",
      "ㄘㄨㄛˋC24"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音25 (112G5)",
    "options": [
      "ㄓㄥˋ25",
      "ㄘㄨㄛˋA25",
      "ㄘㄨㄛˋB25",
      "ㄘㄨㄛˋC25"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音26 (112G5)",
    "options": [
      "ㄓㄥˋ26",
      "ㄘㄨㄛˋA26",
      "ㄘㄨㄛˋB26",
      "ㄘㄨㄛˋC26"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音27 (112G5)",
    "options": [
      "ㄓㄥˋ27",
      "ㄘㄨㄛˋA27",
      "ㄘㄨㄛˋB27",
      "ㄘㄨㄛˋC27"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音28 (112G5)",
    "options": [
      "ㄓㄥˋ28",
      "ㄘㄨㄛˋA28",
      "ㄘㄨㄛˋB28",
      "ㄘㄨㄛˋC28"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音29 (112G5)",
    "options": [
      "ㄓㄥˋ29",
      "ㄘㄨㄛˋA29",
      "ㄘㄨㄛˋB29",
      "ㄘㄨㄛˋC29"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音30 (112G5)",
    "options": [
      "ㄓㄥˋ30",
      "ㄘㄨㄛˋA30",
      "ㄘㄨㄛˋB30",
      "ㄘㄨㄛˋC30"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音31 (112G5)",
    "options": [
      "ㄓㄥˋ31",
      "ㄘㄨㄛˋA31",
      "ㄘㄨㄛˋB31",
      "ㄘㄨㄛˋC31"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音32 (112G5)",
    "options": [
      "ㄓㄥˋ32",
      "ㄘㄨㄛˋA32",
      "ㄘㄨㄛˋB32",
      "ㄘㄨㄛˋC32"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音33 (112G5)",
    "options": [
      "ㄓㄥˋ33",
      "ㄘㄨㄛˋA33",
      "ㄘㄨㄛˋB33",
      "ㄘㄨㄛˋC33"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音34 (112G5)",
    "options": [
      "ㄓㄥˋ34",
      "ㄘㄨㄛˋA34",
      "ㄘㄨㄛˋB34",
      "ㄘㄨㄛˋC34"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音35 (112G5)",
    "options": [
      "ㄓㄥˋ35",
      "ㄘㄨㄛˋA35",
      "ㄘㄨㄛˋB35",
      "ㄘㄨㄛˋC35"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音36 (112G5)",
    "options": [
      "ㄓㄥˋ36",
      "ㄘㄨㄛˋA36",
      "ㄘㄨㄛˋB36",
      "ㄘㄨㄛˋC36"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音37 (112G5)",
    "options": [
      "ㄓㄥˋ37",
      "ㄘㄨㄛˋA37",
      "ㄘㄨㄛˋB37",
      "ㄘㄨㄛˋC37"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音38 (112G5)",
    "options": [
      "ㄓㄥˋ38",
      "ㄘㄨㄛˋA38",
      "ㄘㄨㄛˋB38",
      "ㄘㄨㄛˋC38"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音39 (112G5)",
    "options": [
      "ㄓㄥˋ39",
      "ㄘㄨㄛˋA39",
      "ㄘㄨㄛˋB39",
      "ㄘㄨㄛˋC39"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音40 (112G5)",
    "options": [
      "ㄓㄥˋ40",
      "ㄘㄨㄛˋA40",
      "ㄘㄨㄛˋB40",
      "ㄘㄨㄛˋC40"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音41 (112G5)",
    "options": [
      "ㄓㄥˋ41",
      "ㄘㄨㄛˋA41",
      "ㄘㄨㄛˋB41",
      "ㄘㄨㄛˋC41"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音42 (112G5)",
    "options": [
      "ㄓㄥˋ42",
      "ㄘㄨㄛˋA42",
      "ㄘㄨㄛˋB42",
      "ㄘㄨㄛˋC42"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音43 (112G5)",
    "options": [
      "ㄓㄥˋ43",
      "ㄘㄨㄛˋA43",
      "ㄘㄨㄛˋB43",
      "ㄘㄨㄛˋC43"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音44 (112G5)",
    "options": [
      "ㄓㄥˋ44",
      "ㄘㄨㄛˋA44",
      "ㄘㄨㄛˋB44",
      "ㄘㄨㄛˋC44"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音45 (112G5)",
    "options": [
      "ㄓㄥˋ45",
      "ㄘㄨㄛˋA45",
      "ㄘㄨㄛˋB45",
      "ㄘㄨㄛˋC45"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音46 (112G5)",
    "options": [
      "ㄓㄥˋ46",
      "ㄘㄨㄛˋA46",
      "ㄘㄨㄛˋB46",
      "ㄘㄨㄛˋC46"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音47 (112G5)",
    "options": [
      "ㄓㄥˋ47",
      "ㄘㄨㄛˋA47",
      "ㄘㄨㄛˋB47",
      "ㄘㄨㄛˋC47"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音48 (112G5)",
    "options": [
      "ㄓㄥˋ48",
      "ㄘㄨㄛˋA48",
      "ㄘㄨㄛˋB48",
      "ㄘㄨㄛˋC48"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音49 (112G5)",
    "options": [
      "ㄓㄥˋ49",
      "ㄘㄨㄛˋA49",
      "ㄘㄨㄛˋB49",
      "ㄘㄨㄛˋC49"
    ],
    "correct": 0
  },
  {
    "q": "模擬字音50 (112G5)",
    "options": [
      "ㄓㄥˋ50",
      "ㄘㄨㄛˋA50",
      "ㄘㄨㄛˋB50",
      "ㄘㄨㄛˋC50"
    ],
    "correct": 0
  }
];